Repository: mhostak/MeetingScribe
Catalog: MeetingScribe/Resources/Localizable.xcstrings
Source language: en
Languages: cs, sk

source: Advanced
cs: Pokročilé
sk: Pokročilé

source: Actions
cs: Akce
sk: Akcie

source: Audio
cs: Zvuk
sk: Zvuk

source: Available
cs: Dostupné
sk: Dostupné

source: AI off
cs: AI vypnuta
sk: AI vypnutá

source: AI on
cs: AI zapnuta
sk: AI zapnutá

source: AI analysis
cs: AI analýza
sk: AI analýza

source: Analysis prompt
cs: Prompt pro analýzu
sk: Prompt pre analýzu

source: Analyze completed meetings
cs: Analyzovat dokončená setkání
sk: Analyzovať dokončené stretnutia

source: Application
cs: Aplikace
sk: Aplikácia

source: Application language
cs: Jazyk aplikace
sk: Jazyk aplikácie

source: Notify when processing finishes
cs: Upozornit po dokončení zpracování
sk: Upozorniť po dokončení spracovania

source: Shows a macOS notification when transcription finishes or stops. Notifications require permission in System Settings.
cs: Zobrazí oznámení macOS po dokončení nebo zastavení přepisu. Oznámení vyžadují povolení v Nastavení systému.
sk: Zobrazí oznámenie macOS po dokončení alebo zastavení prepisu. Oznámenia vyžadujú povolenie v Nastaveniach systému.

source: Authentication required
cs: Vyžadováno přihlášení
sk: Vyžaduje sa prihlásenie

source: Auto-detect
cs: Automaticky najít
sk: Automaticky nájsť

source: Auto
cs: Automaticky
sk: Automaticky

source: Available tokens: {date}, {time}, {title}, {id}
cs: Dostupné tokeny: {date}, {time}, {title}, {id}
sk: Dostupné tokeny: {date}, {time}, {title}, {id}

source: Cancel
cs: Zrušit
sk: Zrušiť

source: Choose folder…
cs: Vybrat složku…
sk: Vybrať priečinok…

source: Choose another day to browse saved recordings and transcripts.
cs: Vyberte jiný den pro procházení uložených nahrávek a přepisů.
sk: Vyberte iný deň na prehliadanie uložených nahrávok a prepisov.

source: Close
cs: Zavřít
sk: Zavrieť

source: Completed
cs: Dokončeno
sk: Dokončené

source: Copy command and open Terminal
cs: Zkopírovat příkaz a otevřít Terminál
sk: Skopírovať príkaz a otvoriť Terminál

source: Delete legacy CAF after successful export
cs: Po úspěšném exportu smazat staré CAF
sk: Po úspešnom exporte odstrániť staré CAF

source: Delete model
cs: Smazat model
sk: Odstrániť model

source: Delete original CAF recordings after successful processing?
cs: Smazat původní CAF nahrávky po úspěšném zpracování?
sk: Odstrániť pôvodné CAF nahrávky po úspešnom spracovaní?

source: Date
cs: Datum
sk: Dátum

source: Diagnostics
cs: Diagnostika
sk: Diagnostika

source: Document
cs: Dokument
sk: Dokument

source: Download
cs: Stáhnout
sk: Stiahnuť

source: Downloading
cs: Stahování
sk: Sťahovanie

source: Enable automatic CAF deletion
cs: Zapnout automatické mazání CAF
sk: Zapnúť automatické odstraňovanie CAF

source: English
cs: Angličtina
sk: Angličtina

source: Executable
cs: Spustitelný soubor
sk: Spustiteľný súbor

source: Executable not found
cs: Spustitelný soubor nebyl nalezen
sk: Spustiteľný súbor sa nenašiel

source: Expected file is missing
cs: Očekávaný soubor chybí
sk: Očakávaný súbor chýba

source: Exporting
cs: Exportování
sk: Exportovanie

source: Exporting Markdown
cs: Export Markdownu
sk: Export Markdownu

source: Failed
cs: Selhalo
sk: Zlyhanie

source: Failed or incomplete sessions always keep their source audio.
cs: Neúspěšná nebo nedokončená setkání vždy zachovají zdrojový zvuk.
sk: Neúspešné alebo nedokončené stretnutia vždy zachovajú zdrojový zvuk.

source: File name template
cs: Šablona názvu souboru
sk: Šablóna názvu súboru

source: Folder
cs: Složka
sk: Priečinok

source: General
cs: Obecné
sk: Všeobecné

source: Language
cs: Jazyk
sk: Jazyk

source: Languages
cs: Jazyky
sk: Jazyky

source: Launch MeetingScribe at login
cs: Spustit MeetingScribe po přihlášení
sk: Spustiť MeetingScribe po prihlásení

source: Import from file…
cs: Importovat ze souboru…
sk: Importovať zo súboru…

source: Invalid
cs: Neplatný
sk: Neplatný

source: Incomplete
cs: Nedokončeno
sk: Nedokončené

source: Interrupted
cs: Přerušeno
sk: Prerušené

source: Make sure you have the required permission or participant consent.
cs: Ujistěte se, že máte potřebné oprávnění nebo souhlas účastníků.
sk: Uistite sa, že máte potrebné oprávnenie alebo súhlas účastníkov.

source: Markdown destination
cs: Cíl Markdownu
sk: Cieľ Markdownu

source: Meeting analysis
cs: Analýza setkání
sk: Analýza stretnutia

source: Automatic (tool default)
cs: Automaticky (výchozí nastavení nástroje)
sk: Automaticky (predvolené nastavenie nástroja)

source: GPT-5.6 Terra — recommended
cs: GPT-5.6 Terra — doporučeno
sk: GPT-5.6 Terra — odporúčané

source: GPT-5.6 Sol — highest quality
cs: GPT-5.6 Sol — nejvyšší kvalita
sk: GPT-5.6 Sol — najvyššia kvalita

source: GPT-5.6 Luna — fastest
cs: GPT-5.6 Luna — nejrychlejší
sk: GPT-5.6 Luna — najrýchlejší

source: Claude Sonnet — recommended
cs: Claude Sonnet — doporučeno
sk: Claude Sonnet — odporúčané

source: Claude Opus — highest quality
cs: Claude Opus — nejvyšší kvalita
sk: Claude Opus — najvyššia kvalita

source: Custom model…
cs: Vlastní model…
sk: Vlastný model…

source: Model identifier
cs: Identifikátor modelu
sk: Identifikátor modelu

source: The selected tool chooses its configured or recommended model.
cs: Zvolený nástroj použije svůj nakonfigurovaný nebo doporučený model.
sk: Zvolený nástroj použije svoj nakonfigurovaný alebo odporúčaný model.

source: Balanced quality, speed, and cost for meeting analysis.
cs: Vyvážený poměr kvality, rychlosti a nákladů pro analýzu setkání.
sk: Vyvážený pomer kvality, rýchlosti a nákladov pre analýzu stretnutí.

source: Highest quality for complex or long meetings.
cs: Nejvyšší kvalita pro složitá nebo dlouhá setkání.
sk: Najvyššia kvalita pre zložité alebo dlhé stretnutia.

source: Fast and efficient for repeatable analysis.
cs: Rychlý a efektivní model pro opakovanou analýzu.
sk: Rýchly a efektívny model pre opakovanú analýzu.

source: Balanced quality and speed for meeting analysis.
cs: Vyvážený poměr kvality a rychlosti pro analýzu setkání.
sk: Vyvážený pomer kvality a rýchlosti pre analýzu stretnutí.

source: Enter a model identifier supported by the selected tool.
cs: Zadejte identifikátor modelu podporovaný zvoleným nástrojem.
sk: Zadajte identifikátor modelu podporovaný zvoleným nástrojom.

source: Enter a model identifier. Until then, the tool default will be used.
cs: Zadejte identifikátor modelu. Do té doby se použije výchozí model nástroje.
sk: Zadajte identifikátor modelu. Dovtedy sa použije predvolený model nástroja.

source: Meeting processed successfully
cs: Setkání bylo úspěšně zpracováno
sk: Stretnutie bolo úspešne spracované

source: Meeting title (optional)
cs: Název setkání (volitelné)
sk: Názov stretnutia (voliteľné)

source: Edit meeting title
cs: Upravit název setkání
sk: Upraviť názov stretnutia

source: Minimum free storage
cs: Minimální volné místo
sk: Minimálne voľné miesto

source: Missing
cs: Chybí
sk: Chýba

source: Loading recordings…
cs: Načítání nahrávek…
sk: Načítavanie nahrávok…

source: Model required
cs: Vyžadován model
sk: Vyžaduje sa model

source: New meeting
cs: Nové setkání
sk: Nové stretnutie

source: Next day
cs: Další den
sk: Nasledujúci deň

source: No recordings for this day
cs: Pro tento den nejsou žádné nahrávky
sk: Pre tento deň nie sú žiadne nahrávky

source: Not produced
cs: Nevytvořeno
sk: Nevytvorené

source: Audio stays local. The transcript and selected meeting metadata may be sent to the provider used by the selected CLI tool.
cs: Zvuk zůstává místní. Přepis a vybraná metadata setkání mohou být odeslána poskytovateli, kterého používá zvolený CLI nástroj.
sk: Zvuk zostáva lokálne. Prepis a vybrané metadáta stretnutia môžu byť odoslané poskytovateľovi, ktorého používa zvolený CLI nástroj.

source: Open in Obsidian
cs: Otevřít v Obsidianu
sk: Otvoriť v Obsidiane

source: Open Markdown
cs: Otevřít Markdown
sk: Otvoriť Markdown

source: Open recordings folder
cs: Otevřít složku nahrávek
sk: Otvoriť priečinok nahrávok

source: Output
cs: Výstup
sk: Výstup

source: Output folder
cs: Výstupní složka
sk: Výstupný priečinok

source: Output language
cs: Jazyk výstupu
sk: Jazyk výstupu

source: Preparing
cs: Příprava
sk: Príprava

source: Preparing audio
cs: Příprava zvuku
sk: Príprava zvuku

source: Processing meeting
cs: Zpracování setkání
sk: Spracovanie stretnutia

source: Previous day
cs: Předchozí den
sk: Predchádzajúci deň

source: Quit MeetingScribe
cs: Ukončit MeetingScribe
sk: Ukončiť MeetingScribe

source: Ready
cs: Připraveno
sk: Pripravené

source: Refresh
cs: Obnovit
sk: Obnoviť

source: Recording
cs: Nahrávání
sk: Nahrávanie

source: Recording safety
cs: Bezpečnost nahrávání
sk: Bezpečnosť nahrávania

source: Recordings
cs: Nahrávky
sk: Nahrávky

source: Recordings overview
cs: Přehled záznamů
sk: Prehľad záznamov

source: Recover and process
cs: Obnovit a zpracovat
sk: Obnoviť a spracovať

source: Reveal
cs: Zobrazit
sk: Zobraziť

source: Reveal last session manifest
cs: Zobrazit manifest posledního setkání
sk: Zobraziť manifest posledného stretnutia

source: Replace from file…
cs: Nahradit ze souboru…
sk: Nahradiť zo súboru…

source: Repeat AI analysis
cs: Opakovat AI analýzu
sk: Opakovať AI analýzu

source: Repeat transcription
cs: Opakovat přepis
sk: Opakovať prepis

source: Restore default prompt
cs: Obnovit výchozí prompt
sk: Obnoviť predvolený prompt

source: Reset application status
cs: Obnovit stav aplikace
sk: Obnoviť stav aplikácie

source: Reveal processing log
cs: Zobrazit protokol zpracování
sk: Zobraziť protokol spracovania

source: Reveal session
cs: Zobrazit setkání
sk: Zobraziť stretnutie

source: Settings
cs: Nastavení
sk: Nastavenia

source: Share selected participant names with AI analysis
cs: Sdílet vybraná jména účastníků s AI analýzou
sk: Zdieľať vybrané mená účastníkov s AI analýzou

source: Save meeting title
cs: Uložit název setkání
sk: Uložiť názov stretnutia

source: Show in Finder
cs: Zobrazit ve Finderu
sk: Zobraziť vo Finderi

source: Show completed recording
cs: Zobrazit dokončený záznam
sk: Zobraziť dokončený záznam

source: Show session in Finder
cs: Zobrazit setkání ve Finderu
sk: Zobraziť stretnutie vo Finderi

source: Sign in with the selected tool in Terminal, then verify it again.
cs: Přihlaste se k vybranému nástroji v Terminálu a potom ho znovu ověřte.
sk: Prihláste sa do vybraného nástroja v Termináli a potom ho znova overte.

source: Some session folders could not be read.
cs: Některé složky setkání nebylo možné načíst.
sk: Niektoré priečinky stretnutí sa nepodarilo načítať.

source: Skipped
cs: Přeskočeno
sk: Preskočené

source: Start recording
cs: Spustit nahrávání
sk: Spustiť nahrávanie

source: Stop recording
cs: Zastavit nahrávání
sk: Zastaviť nahrávanie

source: Stopping
cs: Zastavování
sk: Zastavovanie

source: Storage
cs: Úložiště
sk: Úložisko

source: Slovenčina
cs: Slovenština

source: Status
cs: Stav
sk: Stav

source: Tool
cs: Nástroj
sk: Nástroj

source: Choose executable…
cs: Vybrat spustitelný soubor…
sk: Vybrať spustiteľný súbor…

source: Verify tool
cs: Ověřit nástroj
sk: Overiť nástroj

source: Availability has not been checked
cs: Dostupnost nebyla ověřena
sk: Dostupnosť nebola overená

source: Variables: {{output_language}}, {{meeting_title}}, {{recording_id}}
cs: Proměnné: {{output_language}}, {{meeting_title}}, {{recording_id}}
sk: Premenné: {{output_language}}, {{meeting_title}}, {{recording_id}}

source: System
cs: Systém
sk: Systém

source: Transcribing
cs: Přepisování
sk: Prepisovanie

source: Transcription
cs: Přepis
sk: Prepis

source: Today
cs: Dnes
sk: Dnes

source: Transcript ready
cs: Přepis připraven
sk: Prepis pripravený

source: Transcription language
cs: Jazyk přepisu
sk: Jazyk prepisu

source: This applies only after successful transcription and Markdown export.
cs: Platí pouze po úspěšném přepisu a exportu Markdownu.
sk: Platí iba po úspešnom prepise a exporte Markdownu.

source: Try another meeting
cs: Zkusit jiné setkání
sk: Skúsiť ďalšie stretnutie

source: Unfinished recording found
cs: Nalezeno nedokončené nahrávání
sk: Našlo sa nedokončené nahrávanie

source: Use session folder
cs: Použít složku setkání
sk: Použiť priečinok stretnutia

source: Unsupported token:
cs: Nepodporovaný token:
sk: Nepodporovaný token:

source: Analyzing
cs: Analyzování
sk: Analyzovanie

source: Controls the app interface, status messages, errors, notifications, and permission guidance.
cs: Ovládá jazyk rozhraní, stavových zpráv, chyb, oznámení a pokynů k oprávněním.
sk: Ovláda jazyk rozhrania, stavových správ, chýb, oznámení a pokynov k povoleniam.

source: Controls the language of the Markdown summary and action items. It does not change transcription.
cs: Ovládá jazyk Markdown shrnutí a úkolů. Nemění jazyk přepisu.
sk: Ovláda jazyk Markdown súhrnu a úloh. Nemení jazyk prepisu.

source: Further unfinished recordings:
cs: Další nedokončené nahrávky:
sk: Ďalšie nedokončené nahrávky:

source: Meeting processing failed.
cs: Zpracování setkání selhalo.
sk: Spracovanie stretnutia zlyhalo.

source: MeetingScribe needs attention
cs: MeetingScribe vyžaduje pozornost
sk: MeetingScribe vyžaduje pozornosť

source: MeetingScribe processing
cs: MeetingScribe zpracovává
sk: MeetingScribe spracúva

source: MeetingScribe ready
cs: MeetingScribe je připraven
sk: MeetingScribe je pripravený

source: MeetingScribe recording
cs: MeetingScribe nahrává
sk: MeetingScribe nahráva

source: Microphone
cs: Mikrofon
sk: Mikrofón

source: Nothing is deleted when a recovery is closed.
cs: Při zavření obnovy se nic nesmaže.
sk: Pri zavretí obnovy sa nič neodstráni.

source: Original audio is preserved until processing completes.
cs: Původní zvuk je zachován až do dokončení zpracování.
sk: Pôvodný zvuk je zachovaný až do dokončenia spracovania.

source: Preserved artifact: transcript
cs: Zachovaný artefakt: přepis
sk: Zachovaný artefakt: prepis

source: Preserved session files
cs: Zachované soubory setkání
sk: Zachované súbory stretnutia

source: Preserved track: microphone
cs: Zachovaná stopa: mikrofon
sk: Zachovaná stopa: mikrofón

source: Preserved track: system audio
cs: Zachovaná stopa: systémový zvuk
sk: Zachovaná stopa: systémový zvuk

source: Preserved tracks: system audio and microphone
cs: Zachované stopy: systémový zvuk a mikrofon
sk: Zachované stopy: systémový zvuk a mikrofón

source: Processing did not produce a completed Markdown output.
cs: Zpracování nevytvořilo dokončený výstup Markdown.
sk: Spracovanie nevytvorilo dokončený výstup Markdown.

source: Recording audio activity
cs: Aktivita nahrávaného zvuku
sk: Aktivita nahrávaného zvuku

source: Recording continues if this popover is closed.
cs: Nahrávání pokračuje i po zavření tohoto okna.
sk: Nahrávanie pokračuje aj po zavretí tohto okna.

source: Recording session folder (default)
cs: Složka nahrávky setkání (výchozí)
sk: Priečinok nahrávky stretnutia (predvolený)

source: Recording was interrupted before it could be finalized.
cs: Nahrávání bylo přerušeno před dokončením.
sk: Nahrávanie bolo prerušené pred dokončením.

source: Session settings are locked while recording or processing.
cs: Nastavení setkání jsou během nahrávání nebo zpracování uzamčena.
sk: Nastavenia stretnutia sú počas nahrávania alebo spracovania uzamknuté.

source: Start new meeting
cs: Spustit nové setkání
sk: Spustiť nové stretnutie

source: System audio
cs: Systémový zvuk
sk: Systémový zvuk

source: The previous processing attempt failed.
cs: Předchozí pokus o zpracování selhal.
sk: Predchádzajúci pokus o spracovanie zlyhal.

source: MeetingScribe does not have Microphone permission. Enable it in System Settings → Privacy & Security → Microphone, then quit and reopen MeetingScribe. System audio recording can continue.
cs: MeetingScribe nemá oprávnění k mikrofonu. Povolte je v Nastavení systému → Soukromí a zabezpečení → Mikrofon, potom MeetingScribe ukončete a znovu spusťte. Nahrávání systémového zvuku může pokračovat.
sk: MeetingScribe nemá povolenie k mikrofónu. Povoľte ho v Systémových nastaveniach → Súkromie a bezpečnosť → Mikrofón, potom MeetingScribe ukončite a znova spustite. Nahrávanie systémového zvuku môže pokračovať.

source: MeetingScribe does not have Screen Recording permission. Enable it in System Settings → Privacy & Security → Screen & System Audio Recording, then quit and reopen MeetingScribe.
cs: MeetingScribe nemá oprávnění k nahrávání obrazovky. Povolte je v Nastavení systému → Soukromí a zabezpečení → Nahrávání obrazovky a systémového zvuku, potom MeetingScribe ukončete a znovu spusťte.
sk: MeetingScribe nemá povolenie na nahrávanie obrazovky. Povoľte ho v Systémových nastaveniach → Súkromie a bezpečnosť → Nahrávanie obrazovky a systémového zvuku, potom MeetingScribe ukončite a znova spustite.

source: No usable microphone input is available. System audio recording can continue.
cs: Není k dispozici použitelný mikrofonní vstup. Nahrávání systémového zvuku může pokračovat.
sk: Nie je dostupný použiteľný mikrofónový vstup. Nahrávanie systémového zvuku môže pokračovať.

source: active
cs: aktivní
sk: aktívny

source: capture error
cs: chyba záznamu
sk: chyba nahrávania

source: no recent data
cs: žádná nová data
sk: žiadne nové dáta

source: segments
cs: segmentů
sk: segmentov

source: waiting for data
cs: čekání na data
sk: čakanie na dáta

source: Continuous utterances
cs: Souvislé promluvy
sk: Súvislé prehovory

source: %lld confirmed participants
cs: %lld potvrzených účastníků
sk: %lld potvrdených účastníkov

source: %lld invitees
cs: %lld pozvaných
sk: %lld pozvaných

source: AI analysis is off. Participant names will remain local.
cs: AI analýza je vypnutá. Jména účastníků zůstanou místní.
sk: AI analýza je vypnutá. Mená účastníkov zostanú lokálne.

source: All day
cs: Celý den
sk: Celý deň

source: Allow full Calendar access in System Settings to choose an event. Write-only access cannot read existing events.
cs: Pro výběr události povolte v Nastavení systému plný přístup ke Kalendáři. Přístup pouze pro zápis nedokáže číst existující události.
sk: Ak chcete vybrať udalosť, povoľte v Systémových nastaveniach úplný prístup ku Kalendáru. Prístup iba na zápis nedokáže čítať existujúce udalosti.

source: Allowed
cs: Povoleno
sk: Povolené

source: Apple Calendar
cs: Kalendář Apple
sk: Kalendár Apple

source: Calendar
cs: Kalendář
sk: Kalendár

source: Calendar events are unavailable
cs: Události Kalendáře nejsou dostupné
sk: Udalosti Kalendára nie sú dostupné

source: Calendar integration is off
cs: Integrace Kalendáře je vypnutá
sk: Integrácia Kalendára je vypnutá

source: Calendar permission is required
cs: Je potřeba oprávnění ke Kalendáři
sk: Vyžaduje sa povolenie ku Kalendáru

source: Calendar setup is required
cs: Je potřeba nastavit Kalendář
sk: Je potrebné nastaviť Kalendár

source: Calendar access is configured in MeetingScribe Settings. Event and participant selection remains specific to this meeting.
cs: Přístup ke Kalendáři se nastavuje v Nastavení MeetingScribe. Výběr události a účastníků zůstává samostatný pro toto setkání.
sk: Prístup ku Kalendáru sa nastavuje v Nastaveniach MeetingScribe. Výber udalosti a účastníkov zostáva samostatný pre toto stretnutie.

source: Change
cs: Změnit
sk: Zmeniť

source: Choose an event
cs: Vyberte událost
sk: Vyberte udalosť

source: Choose from Calendar
cs: Vybrat z Kalendáře
sk: Vybrať z Kalendára

source: Confirm event
cs: Potvrdit událost
sk: Potvrdiť udalosť

source: Denied
cs: Zamítnuto
sk: Zamietnuté

source: Enable Apple Calendar integration
cs: Zapnout integraci Kalendáře Apple
sk: Zapnúť integráciu Kalendára Apple

source: Full access is used only to offer nearby event titles, times, invitee names, and editable event descriptions. Email addresses, locations, links, calendar names, and Apple event identifiers are not saved.
cs: Plný přístup se používá jen k nabídnutí názvů a časů blízkých událostí, jmen pozvaných a upravitelných popisů událostí. E-mailové adresy, místa, odkazy, názvy kalendářů ani identifikátory událostí Apple se neukládají.
sk: Úplný prístup sa používa iba na ponúknutie názvov a časov blízkych udalostí, mien pozvaných a upraviteľných popisov udalostí. E-mailové adresy, miesta, odkazy, názvy kalendárov ani identifikátory udalostí Apple sa neukladajú.

source: Full access is needed to read event titles, times, and invitee display names. MeetingScribe does not store email addresses, locations, notes, meeting links, calendar names, or Apple event identifiers.
cs: Plný přístup je potřeba ke čtení názvů a časů událostí a zobrazovaných jmen pozvaných. MeetingScribe neukládá e-mailové adresy, místa, poznámky, odkazy na schůzky, názvy kalendářů ani identifikátory událostí Apple.
sk: Úplný prístup je potrebný na čítanie názvov a časov udalostí a zobrazovaných mien pozvaných. MeetingScribe neukladá e-mailové adresy, miesta, poznámky, odkazy na stretnutia, názvy kalendárov ani identifikátory udalostí Apple.

source: Full access is used only to offer nearby event titles, times, and invitee display names. Email addresses, locations, notes, links, calendar names, and Apple event identifiers are not saved.
cs: Plný přístup se používá jen k nabídnutí názvů a časů blízkých událostí a zobrazovaných jmen pozvaných. E-mailové adresy, místa, poznámky, odkazy, názvy kalendářů ani identifikátory událostí Apple se neukládají.
sk: Úplný prístup sa používa iba na ponúknutie názvov a časov blízkych udalostí a zobrazovaných mien pozvaných. E-mailové adresy, miesta, poznámky, odkazy, názvy kalendárov ani identifikátory udalostí Apple sa neukladajú.

source: MeetingScribe can read calendar events.
cs: MeetingScribe může číst události kalendáře.
sk: MeetingScribe môže čítať udalosti kalendára.

source: MeetingScribe never reads Calendar until you enable this integration. Each event and participant selection must also be confirmed for the individual meeting.
cs: MeetingScribe Kalendář nečte, dokud tuto integraci nezapnete. Výběr události a účastníků je navíc nutné potvrdit pro každé jednotlivé setkání.
sk: MeetingScribe nečíta Kalendár, kým túto integráciu nezapnete. Výber udalosti a účastníkov je navyše potrebné potvrdiť pre každé jednotlivé stretnutie.

source: MeetingScribe reads events only after you enable the integration and grant macOS permission. Every event and participant selection still requires confirmation for this meeting.
cs: MeetingScribe čte události až po zapnutí integrace a udělení oprávnění v macOS. Každý výběr události a účastníků je stále nutné potvrdit pro toto setkání.
sk: MeetingScribe číta udalosti až po zapnutí integrácie a udelení povolenia v macOS. Každý výber udalosti a účastníkov je stále potrebné potvrdiť pre toto stretnutie.

source: No events were found for the current recording time. You can keep the manually entered meeting title.
cs: Pro aktuální čas nahrávání nebyly nalezeny žádné události. Ručně zadaný název setkání můžete ponechat.
sk: Pre aktuálny čas nahrávania sa nenašli žiadne udalosti. Ručne zadaný názov stretnutia môžete ponechať.

source: No nearby events
cs: Žádné blízké události
sk: Žiadne blízke udalosti

source: Not requested
cs: Nevyžádáno
sk: Nevyžiadané

source: Only the confirmed snapshot is saved with the recording.
cs: S nahrávkou se uloží pouze potvrzený snímek údajů.
sk: S nahrávkou sa uloží iba potvrdená snímka údajov.

source: Include event description
cs: Zahrnout popis události
sk: Zahrnúť popis udalosti

source: Open System Settings
cs: Otevřít Nastavení systému
sk: Otvoriť Systémové nastavenia

source: Open Calendar Settings
cs: Otevřít nastavení Kalendáře
sk: Otvoriť nastavenia Kalendára

source: People who actually attended
cs: Lidé, kteří se skutečně zúčastnili
sk: Ľudia, ktorí sa skutočne zúčastnili

source: Selected participant names are included in meeting metadata and AI analysis.
cs: Vybraná jména účastníků se zahrnou do metadat setkání a AI analýzy.
sk: Vybrané mená účastníkov sa zahrnú do metadát stretnutia a AI analýzy.

source: Permission
cs: Oprávnění
sk: Povolenie
